Repository: zijung-debian-repo/latte-dock
Catalog: po/*/latte-dock.po
Languages: el

source: React to screen changes after
el: Αντίδραση σε αλλαγή ρυθμίσεων οθονών μετά από
