Repository: zijung-debian-repo/latte-dock
Catalog: po/*/latte-dock.po
Languages: el

# NAME OF TRANSLATORS
source: Your names
el: Michail Vourlakos

# EMAIL OF TRANSLATORS
source: Your emails
el: mvourlakos@gmail.com

source: Layout
el: Προφίλ

# opens the layout manager window
source: Configure...
el: Διαμόρφωση...

source: Applets
el: Εφαρμογές

source: Size
el: Μέγεθος

source: Zoom On Hover
el: Εστίαση

source: Screen Height Proportion
el: Με βάση το ύψος της οθόνης

source: Applets Distance
el: Απόσταση Εφαρμογών:

source: Background
el: Παρασκήνιο

# show panel
source: Show
el: Εμφάνιση

source: Opacity
el: Αδιαφάνεια

source: Shadows
el: Σκιές

source: Solid
el: Συμπαγές

source: Animations
el: Γραφικά

source: None
el: Καμία

source: Active Indicator
el: Ενεργή Ένδειξη

# active indicator style
source: Style
el: Στυλ

# line indicator
source: Line
el: Γραμμή

source: Show a line indicator for active tasks/applets
el: Εμφάνιση γραμμής ως ένδειξη των ενεργών εφαρμογών

# dot indicator
source: Dot
el: Τελεία

source: Show a dot indicator for active tasks/applets
el: Εμφάνιση τελείας ως ένδειξη των ενεργών εφαρμογών

# reverse the position of the active indicator e.g. from bottom to top
source: Reverse
el: Αντίστροφα

source: Reverse the position of the active indicator e.g. from bottom to top
el: Αντιστρέφει τη θέση της ενεργής ένδειξης π.χ. από το κάτω μέρος στο πάνω

# active indicator to no applets
source: None
el: Καμία

source: Latte will not show any active applet indicator on its own except those the plasma theme provides
el: Το Latte δεν θα εμφανίσει καμία ένδειξη ενεργής εφαρμογής από μόνο του, εκτώς από εκείνες που παρέχει το θέμα του plasma

# active indicator only to in-house latte applets
source: Internals
el: Εσωτερικά

source: Latte will show active applet indicators only for applets that have been adjusted by it for hovering capabilities e.g. folderview
el: Το Latte θα εμφανίζει ενδείξεις ενεργών εφαρμογών μόνο για εκείνες που έχουν προσαρμοστεί έτσι ώστε να λειτουργούν σωστά με το παραβολικό εφέ π.χ. εφαρμογή φακέλου

# active indicator to all applets
source: All
el: Παντού

source: Latte will show active applet indicators for all applets
el: Το Latte θα εμφανίζει ενδείξεις ενεργών εφαρμογών για όλες τις εφαρμογές

source: Glow
el: Λάμψη

# show glow
source: Show
el: Εμφάνιση

# add glow only to active task/applet indicators
source: Only On Active
el: Μόνο Για Ενεργά

source: Add glow only to active task/applet indicator
el: Προσθήκη λάμψης μόνο στην ένδειξη ενεργής εφαρμογής

# Add glow to all task/applet indicators
source: All
el: Παντού

source: Add glow to all task/applet indicators
el: Προσθήκη λάμψης σε όλες τις ενδείξεις εφαρμογών και προσθέτων

source: Use a 3D style glow
el: Λάμψη με τρισδιάστατο στυλ

source: Applet shadows
el: Σκιές Συστατικών

# show applet shadow
source: Show
el: Εμφάνιση

# Use theme shadow
source: Theme
el: Από Θέμα

# Clear applet shadow settings
source: Clear
el: Επαναφορά

source: Please choose shadow color
el: Παρακαλώ επιλέχτε χρώμα σκιάς

source: Length
el: Μήκος

source: Maximum
el: Μέγιστο

source: Offset
el: Θέση

source: Type
el: Τύπος

source: Location
el: Τοποθεσία

source: On Primary
el: Κύρια Οθόνη

source: Screen:
el: Οθόνη:

# bottom location
source: Bottom
el: Κάτω

# left location
source: Left
el: Αριστερά

# top location
source: Top
el: Πάνω

# right location
source: Right
el: Δεξιά

source: Alignment
el: Στοίχιση

# top alignment
source: Top
el: Πάνω

# left alignment
source: Left
el: Αριστερή

# center alignment
source: Center
el: Κεντρική

# bottom alignment
source: Bottom
el: Κάτω

# right alignment
source: Right
el: Δεξιά

# justify alignment
source: Justify
el: Πλήρης

source: Visibility
el: Ορατότητα

source: Always Visible
el: Πάντα Ορατό

source: Auto Hide
el: Αυτόματη Απόκρυψη

source: Dodge Active
el: Αποφυγή Ενεργό

source: Dodge Maximized
el: Αποφυγή Μεγιστοποίησης

source: Dodge All Windows
el: Αποφυγή Παραθύρων

source: Windows Go Below
el: Παράθυρα από Κάτω

source: Delay
el: Καθυστέρηση

source: Show
el: Εμφάνιση

source: Hide
el: Απόκρυψη

source: General
el: Γενικά

source: Open Latte settings window
el: Εμφάνιση των ρυθμίσεων του Latte

source: Advanced
el: Προχωρημένα

source: Behavior
el: Συμπεριφορά

source: Appearance
el: Εμφάνιση

source: Tasks
el: Εργασίες

source: Tweaks
el: Προχωρημένα

source: Copy Dock
el: Αντιγραφή

source: Move to:
el: Μετακίνηση σε:

source: New Dock
el: Νέο

source: Add a new dock
el: Προσθήκη ενός νέου πίνακα

source: Remove
el: Αφαίρεση

source: Remove current dock
el: Αφαίρεση αυτού του πίνακα

source: Close
el: Κλείσιμο

source: Close settings window
el: Αποκρύπτει το παράθυρο ρυθμίσεων

source: Different color for minimized windows
el: Διαφορετικό χρώμα για ελαχιστοποιημένα παράθυρα

source: Indicator for active window group
el: Δείκτης ομάδας ενεργού παραθύρου

source: Grouped windows show both a line and a dot when one of them is active and the Line Active Indicator is enabled
el: Τα ομαδοποιημένα παράθυρα εμφανίζουν μία γραμμή και και μία τελεία όταν κάποιο από αυτά είναι ενεργό και έχετε ενεργοποιήσει επίσης την Ενεργή Ένδειξη Γραμμής

source: Interaction
el: Αλληλεπίδραση

source: Preview windows on hovering
el: Προεπισκοπήσεις παραθύρων

source: Highlight windows on hovering
el: Τονισμός παραθύρων

source: Show progress information for tasks
el: Εμφάνιση προόδου εργασιών

source: Show a beautiful progress animation e.g. when copying files with Dolphin
el: Εμφανίζει ένα όμορφο εφέ προόδου π.χ. όταν αντιγράφουμε αρχεία με το πρόγραμμα Dolphin

source: Show window actions in the context menu
el: Ενέργειες παραθύρου στο μενού επιλογών

source: Show indicator for audio streams
el: Εμφάνιση ένδειξης ροών ήχου

source: Audio indicator from which the user can mute/unmute an app
el: Ένδειξη ήχου με την οποία ο χρήστης μπορεί να ενεργοποιήσει ή όχι τη σίγαση σε μία εφαρμογή

source: Group tasks of the same application
el: Ομαδοποίηση παραθύρων της ίδιας εφαρμογής

source: By default group tasks of the same application
el: Προκαθορισμένη επιλογή η ομαδοποίηση παραθύρων της ίδιας εφαρμογής

source: Activate tasks through mouse wheel
el: Περιήγηση στις εργασίες με τη ροδέλα του ποντικιού

source: Enable/Disable the mouse wheel actions in order to cycle through tasks
el: Ενεργοποίηση/Απενεργοποίηση των ενεργειών της ροδέλας του ποντικιού με τις οποίες πραγματοποιείται περιήγηση στις εργασίες

source: On middle-click
el: Στο μεσαίο κλικ

# The click action
source: None
el: Καμία

source: Close Window or Group
el: Κλείσιμο Παραθύρου ή Ομάδας

source: New Instance
el: Νέο Στιγμιότυπο

source: Minimize/Restore Window or Group
el: Απόκρυψη/Επαναφορά Παραθύρου ή Ομάδας

source: Cycle Through Tasks
el: Κυκλική Εναλλαγή Εργασιών

source: Toggle Task Grouping
el: Εναλλαγή Ομαδοποίησης Παραθύρων

source: Left Click
el: Αριστερό κλικ

source: Middle Click
el: Μεσαίο κλικ

source: Right Click
el: Δεξί κλικ

source: Launchers Group
el: Ομάδα Εκκινητών

# unique launchers group
source: Unique
el: Ξεχωριστή

source: Use a unique set of launchers for this dock which is independent from any other dock
el: Χρήση μίας μοναδικής ομάδας εκκινητών που είναι ανεξάρτητη από οποιαδήποτε άλλη μπάρα

# layout launchers group
source: Layout
el: Προφίλ

source: Use the current layout set of launchers for this dock. This group provides launchers <b>synchronization</b> between different docks in the <b>same layout</b>
el: Χρήση ομάδας εκκινητών από το τρέχον προφίλ. Αυτή η ομάδα παρέχει <b>συγχρονισμό</b> εκκινητών για πίνακες από το <b>τρέχον προφίλ</b>

# global launchers group
source: Global
el: Καθολική

source: Use the global set of launchers for this dock. This group provides launchers <b>synchronization</b> between different docks and between <b>different layouts</b>
el: Χρήση της καθολικής ομάδας εκκινητών. Αυτή η ομάδα παρέχει <b>καθολικό συγχρονισμό</b> εκκινητών για πίνακες που βρίσκονται σε <b>διαφορετικά προφίλ</b>

source: Filters
el: Φίλτρα

source: Show only tasks from the current screen
el: Εργασίες μόνο της τρέχουσας οθόνης

source: Show only tasks from the current desktop
el: Εργασίες μόνο της τρέχουσας επιφάνειας εργασίας

source: Show only tasks from the current activity
el: Εργασίες μόνο της τρέχουσας δραστηριότητας

source: Show only tasks from launchers
el: Εμφάνιση μόνο παραθύρων που έχουν παρόντες εκκινητές

source: Blur for panel background
el: Θόλωμα στο παρασκήνιο

source: Show applets/task title tooltips on hovering
el: Εμφάνιση τίτλων εργασιών/προσθέτων

source: Shrink thickness margins to minimum
el: Ελαχιστοποίηση περιθωρίων πλάτους

source: Dynamic Background
el: Δυναμικό Παρασκήνιο

source: Force solid background for maximized or snapped windows
el: Συμπαγές παρασκήνιο για μεγιστοποιημένα παράθυρα

source: The panel background removes its transparency setting when there is a maximized or snapped window
el: Το παρασκήνιο του πίνακα αφαιρεί τη ρύθμιση διαφάνειας όταν υπάρχει κάποιο μεγιστοποιημένο παράθυρο

source: Hide background for not maximized windows
el: Απόκρυψη φόντου για μη μεγιστοποιημένα παράθυρα

source: The panel background becomes transparent except if there is a maximized or snapped window
el: Το παρασκήνιο του πίνακα γίνεται εντελώς διάφανος αλλά μπορεί να εμφανιστεί όταν υπάρχει κάποιο μεγιστοποιημένο παράθυρο

source: Monochrome contents when panel is transparent
el: Μονόχρωμη εμφάνιση όταν ο πίνακας είναι διαφανής

source: The panel contents are colorized in order to improve contrast with the underlying desktop background when the panel is transparent
el: Τα περιεχόμενα του πίνακα χρωματίζονται ώστε να βελτιώσουν την αντίθεση με το παρασκήνιο της επιφάνειας εργασίας όταν ο πίνακας είναι διάφανος

source: Hide panel shadow for maximized windows
el: Απόκρυψη σκιών του πίνακα για μεγιστοποιημένα παράθυρα

source: Activate KWin edge after hiding
el: Ενεργοποίηση άκρης KWin μετά το κρύψιμο

source: Decrease applets size when it is needed
el: Μείωση μεγέθους εφαρμογών όταν χρειάζεται

source: Applets size is decreased automatically when the contents exceed the maximum length Hint: this option is disabled when only plasma taskmanagers are present
el: Το μέγεθος των εφαρμογών μειώνεται αυτόματα όταν τα περιεχόμενα υπερκαλύπτουν το μέγιστο μήκος Σημείωση: αυτή η επιλογή απενεργοποιείται όταν υπάρχουν μόνο διαχειριστές εργασιών του Plasma περιβάλλοντος

source: Add launchers only in the corresponding area
el: Προσθήκη εκκινητών μόνο στην αντίστοιχη περιοχή

source: Launchers are added only in the taskmanager and not as plasma applets
el: Εκκινητές μόνο στην περιοχή εργασιών και ποτέ ως εφαρμογές plasma

source: Behave as a normal dock window
el: Λειτουργία ως παράθυρο κανονικού πίνακα

source: Remove the BypassWindowManagerHint flag from the window. The dock wont be above windows which are set at 'Always On Top'
el: Αφαίρεση της σήμανσης BypassWindowManagerHint από τα χαρακτηριστικά του παραθύρου. Ο πίνακας δεν θα είναι ποτέ πάνω από παράθυρα που έχουν οριστεί ως "Πάνω από τα άλλα"

source: Raise on desktop change
el: Ανύψωση σε κάθε αλλαγή επιφάνειας εργασίας

source: Raise on activity change
el: Ανύψωση σε κάθε αλλαγή Δραστηριότητας

source: Extra Actions
el: Πρόσθετες Ενέργειες

source: Add Spacer
el: Προσθήκη Κενού

source: Add a spacer to separate applets
el: Προσθήκη κενού για να διαχωρίσετε τις εφαρμογές

source: Remove Tasks Applet
el: Αφαίρεση Συστατικού Εργασιών

source: Remove Latte Tasks plasmoid
el: Αφαίρεση Προσθέτου Εργασιών Latte

# dock type
source: Dock
el: Μπάρα

source: Change the behavior and appearance to Dock type
el: Αλλαγή της συμπεριφοράς και εμφάνισης σε Μπάρα

# panel type
source: Panel
el: Πίνακας

source: Change the behavior and appearance to Panel type
el: Αλλαγή της συμπεριφοράς και εμφάνισης σε Πίνακα

source: none
el: Κανένα

# %1 is the name of the containment
source: %1 Options
el: Επιλογές του %1

source: Show Dock
el: Εμφάνιση Πίνακα

source: Show Dock Settings
el: Εμφάνιση Ρυθμίσεων Πίνακα

source: Show Layout Settings
el: Εμφάνιση Ρυθμίσεων Προφίλ

source: Show Latte Settings
el: Εμφάνιση Ρυθμίσεων Latte

source: Activate Entry %1
el: Ενεργοποίηση Εφαρμογής %1

source: New Instance for Entry %1
el: Νέο Στιγμιότυπο για την Εφαρμογή %1

source: My Layout
el: Το Προφίλ Μου

source: Alternative
el: Εναλλακτικό

# import/export config
source: The extracted file could not be copied!!!
el: Το εξαχθέν αρχείο δεν αντιγράφηκε!!!

# import/export config
source: The file has a wrong format!!!
el: Το αρχείο δεν έχει την απαιτούμενη μορφή!!!

# import/export config
source: The temp directory could not be created!!!
el: Δεν μπόρεσε να δημιουργηθεί ο προσωρινός φάκελος!!!

source: Switching to layout <b>%0</b> ...
el: Εναλλαγή στο προφίλ <b>%0</b> ...

source: Multiple Layouts Warning
el: Προειδοποίηση για Πολλαπλά Προφίλ

source: Latte did not close properly in the previous session. The following layout(s) <b>[%0]</b> were updated for consistency!!!
el: Το Latte δεν έκλεισε σωστά στην τελευταία συνεδρία. Τα παρακάτω προφίλ <b>[%0]</b> ενημερώθηκαν για να είναι συνεπή!!!

source: Default
el: Προκαθορισμένο

source: Activating layout: <b>%0</b> ...
el: Ενεργοποίηση προφίλ: <b>%0</b> ...

source: Extended
el: Εκτεταμένο

source: Select image...
el: Επιλογή εικόνας...

source: Text color...
el: Χρώμα κειμένου...

# command line
source: Replace the current Latte instance.
el: Αντικατάσταση της τρέχουσας εφαρμογής Latte.

# command line
source: Show the debugging messages on stdout.
el: Εμφάνιση των μηνυμάτων αποσφαλμάτωσης στην τρέχουσα έξοδο.

# command line
source: Import and load default layout on startup.
el: Εισαγωγή και ενεργοποίηση του προκαθορισμένου προφίλ κατά την εκκίνηση.

# command line
source: Print available layouts
el: Εμφάνιση διαθέσιμων προφίλ

# command line
source: Load specific layout on startup.
el: Ενεργοποίηση συγκεκριμένου προφίλ κατά την εκκίνηση.

# command line: load
source: layout_name
el: όνομα_προφίλ

# command line
source: Import and load a layout.
el: Εισαγωγή και ενεργοποίηση ενός προφίλ.

# command line: import
source: file_name
el: όνομα_αρχείου

# command line
source: Import full configuration.
el: Εισαγωγή αρχείου πλήρων ρυθμίσεων.

# command line
source: Single layout memory mode. Only one layout is active at any case.
el: Μοναδικό προφίλ στη μνήμη. Μόνο ένα προφίλ είναι ενεργό κάθε φορά για όλες τις περιπτώσεις.

# command line
source: Multiple layouts memory mode. Multiple layouts can be active at any time based on Activities running.
el: Πολλαπλά προφίλ στη μνήμη. Πολλαπλά προφίλ μπορεί να είναι ενεργά κάθε φορά με βάση τις Δραστηριότητες που τρέχουν.

source: Available layouts that can be used to start Latte:
el: Διαθέσιμα προφίλ για την εκκίνηση του Latte:

source: There are no available layouts, during startup Default will be used.
el: Δεν υπάρχουν διαθέσιμα προφίλ, το Προκαθορισμένο θα χρησιμοποιηθεί κατά την εκκίνηση.

# layout missing
source: This layout doesnt exist in the system.
el: Αυτό το προφίλ δεν υπάρχει στο σύστημα.

source: An instance is already running!, use --replace to restart Latte
el: Η εφαρμογή εκτελείται ήδη!, χρησιμοποιήστε --replace για επανεκκίνηση του Latte

source: The configuration cannot be imported
el: Δεν μπορεί να γίνει εισαγωγή των ρυθμίσεων

source: The layout cannot be imported
el: Δεν μπορεί να γίνει εισαγωγή του προφίλ

source: Latte is a dock based on plasma frameworks that provides an elegant and intuitive experience for your tasks and plasmoids. It animates its contents by using parabolic zoom effect and tries to be there only when it is needed. "Art in Coffee"
el: Το Latte είναι ένας πίνακας εφαρμογών βασισμένος στα plasma frameworks που εστιάζει στην καλαισθησία και παρέχει ένα όμορφο περιβάλλον για τις εργασίες και τα γραφικά συστατικά σας. Χρησιμοποιεί ένα παραβολικό εφέ έτσι ώστε να απεικονίσει τα περιεχόμενα του και προσπαθεί να είναι εκεί μόνο όταν το χρειάζεστε. "Τέχνη στον Καφέ"

source: Latte Dock defaults
el: Προκαθορισμένες ρυθμίσεις Latte

source: Latte Dock panel
el: Πίνακας Latte

source: Dock configuration UI
el: Παράθυρο διαμόρφωσης

source: Dock secondary configuration UI
el: Διεπαφή δευτερευόντων ρυθμίσεων

source: Config model
el: Μοντέλο διαμόρφωσης

source: Splitter
el: Διαχωριστικό

source: Latte Trademark
el: Λογότυπο Latte

source: Info View Window
el: Παράθυρο Πληροφοριών

source: default layout file
el: αρχείο προκαθορισμένου προφίλ

source: plasma layout file
el: αρχείο προφίλ plasma

source: unity layout file
el: αρχείο προφίλ unity

source: extended layout file
el: αρχείο εκτεταμένου προφίλ

source: default preset file
el: αρχείο προκαθορισμένου προφίλ

source: plasma preset file
el: αρχείο προφίλ plasma

source: unity preset file
el: αρχείο προφίλ unity

source: extended preset file
el: αρχείο εκτεταμένου προφίλ

source: multiple layouts hidden file
el: κρυμμένο αρχείο πολλαπλών προφίλ

source: File
el: Αρχείο

source: Help
el: Βοήθεια

source: Quit Latte
el: Έξοδος από το Latte

source: About Latte
el: Για το Latte

source: Import Layout/Configuration
el: Εισαγωγή Προφίλ/Ρυθμίσεων

# import latte layout
source: Latte Dock Layout file v0.2
el: Latte Αρχείο Προφίλ εκ.0.2

# import latte layouts/configuration
source: Latte Dock Full Configuration file (v0.1, v0.2)
el: Αρχείο πλήρων ρυθμίσεων Latte (εκ.0.1, εκ.0.2)

source: Import: Configuration file version v0.1
el: Εισαγωγή: Αρχείο ρυθμίσεων εκ.0.1

source: You are going to import an old version <b>v0.1</b> configuration file.<br><b>Be careful</b>, importing the entire configuration <b>will erase all</b> your current configuration!!!<br><br> <i>Alternative, you can <b>import safely</b> from this file<br><b>only the contained layouts...</b></i>
el: Πρόκειται να εισάγετε ένα παλαιότερο αρχείο πλήρων ρυθμίσεων <b>εκ.0.1</b> .<br><b>Προσοχή</b>, εάν συνεχίσετε <b>θα διαγραφούν όλες </b> οι τρέχοντες ρυθμίσεις!!!.<br><br> <i>Εναλλακτικά, μπορείτε <b>να εισάγετε με ασφάλεια</b> από αυτό το αρχείο <b>μόνο τα προφίλ...</b></i>

# import full configuration
source: Full Configuration
el: Πλήρης διαμόρφωση

# import only the layouts
source: Only Layouts
el: Μόνο Προφίλ

source: Import: Configuration file version v0.2
el: Εισαγωγή: Αρχείο ρυθμίσεων εκ.0.2

source: You are going to import a <b>v0.2</b> configuration file.<br><b>Be careful</b>, importing <b>will erase all</b> your current configuration!!!<br><br><i>Would you like to proceed?</i>
el: Πρόκειται να εισάγετε ένα αρχείο ρυθμίσεων <b>εκ.0.2</b> .<br> <b>Προσοχήl</b>, εάν συνεχίσετε <b>θα διαγράψετε όλες</b> τις τρέχοντες ρυθμίσεις!!!<br><br><i>Θέλετε να συνεχίσετε;</i>

# layout
source: Alternative
el: Εναλλακτικό

source: Export Layout/Configuration
el: Εξαγωγή Προφίλ/διαμόρφωσης

# export layout
source: Latte Dock Layout file v0.2
el: Latte Αρχείο Προφίλ εκ.0.2

# export full configuration
source: Latte Dock Full Configuration file v0.2
el: Αρχείο πλήρων ρυθμίσεων Latte εκ.0.2

# export layout
source: Failed to export layout
el: Αποτυχία εξαγωγής προφίλ

# export layout
source: Open location
el: Άνοιγμα τοποθεσίας

# export layout
source: Layout exported successfully
el: Επιτυχής εξαγωγή προφίλ

# import/export config
source: Failed to export configuration
el: Αποτυχία εξαγωγής ρυθμίσεων

# import/export config
source: Open location
el: Άνοιγμα τοποθεσίας

# import/export config
source: Full Configuration exported successfully
el: Επιτυχής εξαγωγή πλήρους διαμόρφωσης

# import-done
source: Layout: <b>%0</b> imported successfully<br>
el: Προφίλ: <b>%0</b> εισήχθη επιτυχώς<br>

# column for layout background
source: Background
el: Παρασκήνιο

# column for layout name
source: Name
el: Όνομα

# column for layout to show in menu
source: In Menu
el: Μενού

# column for layout to hide borders for maximized windows
source: Borderless
el: Χωρίς Περιγράμματα

# column for layout to show which activities is assigned to
source: Activities
el: Δραστηριότητες

source: Layout Warning
el: Προειδοποίηση Προφίλ

source: The layout(s) <b>%0</b> have <i>broken configuration</i>!!! Please <b>remove them</b> to improve the system stability...
el: Το(α) προφίλ <b>%0</b> έχουν <i>άκυρες ρυθμίσεις</i>!!! Παρακαλώ <b>αφαιρέστε τα</b> για να βελτιώσετε την απόδοση του συστήματος...

source: There are layouts with the same name, that is not permitted!!! Please update these names to re-apply the changes...
el: Υπάρχουν προφίλ με το ίδιο όνομα, αυτό δεν επιτρέπεται!!! Παρακαλώ ενημερώστε τα αντίστοιχα ονόμα και ξαναπροσπαθήστε...

# latte settings window
source: Settings
el: Ρυθμίσεις

source: Layouts
el: Προφίλ

source: Only one layout can be present in memory at all cases
el: Μόνο ένα προφίλ μπορεί να βρίσκεται στη μνήμη για όλες τις περιπτώσεις

# single layout
source: Single
el: Μοναδικό

source: Multiple layouts can be present and active in memory at the same time
el: Πολλαπλά προφίλ μπορεί να είναι ταυτόχρονα ενεργά στη μνήμη

# multiple layouts
source: Multiple
el: Πολλαπλά

source: Switch to selected layout
el: Εναλλαγή στο επιλεγμένο προφίλ

# switch to layout
source: Switch
el: Εναλλαγή

source: Pause all activities from the selected layout
el: Παύση όλων των Δραστηριοτήτων για το επιλεγμένο προφίλ

source: Pause
el: Παύση

source: New layout
el: Νέο προφίλ

# new layout
source: New
el: Νέο

source: Copy selected layout
el: Αντιγραφή επιλεγμένου προφίλ

# copy layout
source: Copy
el: Αντιγραφή

source: Remove selected layout
el: Αφαίρεση επιλεγμένου προφίλ

# remove layout
source: Remove
el: Αφαίρεση

source: Lock layout and make it read-only
el: Κλείδωμα του προφίλ και λειτουργία μόνο ανάγνωσης.

# locked layout
source: Locked
el: Κλείδωμα

source: Import a layout or full configuration file
el: Εισαγωγή ενός προφίλ ή ενός αρχείου πλήρων ρυθμίσεων

# import layout
source: Import
el: Εισαγωγή

source: Export selected layout or full configuration into a file
el: Εξαγωγή επιλεγμένου προφίλ ή πλήρων ρυθμίσεων σε ένα αρχείο

# export layout
source: Export
el: Εξαγωγή

source: Download community layouts from the Internet
el: Λήψη προφίλ από την κοινότητα στο Διαδίκτυο

# download layout
source: Download
el: Λήψη

source: Preferences
el: Προτιμήσεις

source: Start the application automatically after each relogin
el: Εκκίνηση της εφαρμογής αυτόματα σε κάθε επανασύνδεση

source: Enable autostart during startup
el: Ενεργοποίηση αυτόματης εκκίνησης

source: Provide visual feedback when layouts are activated automatically
el: Οπτικό μήνυμα όταν κάποια προφίλ ενεργοποιούνται αυτόματα

source: Show informative window for layouts automatic activation
el: Εμφάνιση πληροφοριών για αυτόματη ενεργοποίηση προφίλ

source: Activate support for borderless maximized windows between different layouts
el: Ενεργοποίηση υπηρεσίας για μεγιστοποιημένα παράθυρα που έχουν ή δεν έχουν περιγράμματα για διαφορετικά προφίλ

source: Support borderless maximized windows in different layouts
el: Υποστήριξη παραθύρων χωρίς περιγράμματα για διαφορετικά προφίλ

source: Mouse Sensitivity
el: Ευαισθησία Ποντικιού

source: Parabolic Effect
el: Παραβολικό Εφέ

source: Low sensitivity for parabolic effect (low cpu usage and performance)
el: Χαμηλή ευαισθησία στο παραβολικό εφέ (χαμηλή χρήση και επιβάρυνση επεξεργαστή)

# low sensitivity
source: Low
el: Χαμηλή

source: Medium sensitivity for parabolic effect (normal cpu usage and performance)
el: Μέτρια ευαισθησία στο παραβολικό εφέ (κανονική χρήση και επιβάρυνση επεξεργαστή)

# medium sensitivity
source: Medium
el: Μέτρια

source: High sensitivity for parabolic effect (high cpu usage and performance)
el: Υψηλή ευαισθησία στο παραβολικό εφέ (υψηλή χρήση και επιβάρυνση επεξεργαστή)

# high sensitivity
source: High
el: Υψηλή

source: Different hardware can have different delays during screen changes. This tracker is used in order to not lose any screen related update.
el: Διαφορετικό υλικό μπορεί να έχεις διαφορετικές καθυστερήσεις μεταξύ αλλαγών στις ρυθμίσεις οθονών. Αυτή η καθυστέρηση χρησιμοποιείται έτσι ώστε να μην χαθεί κάποια σχετική αλλαγή.
